Repository: kanotown/taylis
Catalog: apps/ios/ChikuwaChat/Resources/Localizable.xcstrings
Source language: ja
Languages: en, zh_hans

source: 「%@」の下に作ります。見える人は親のページと同じです。
en: Made under “%@”. The same people can see it as the parent page.
zh_hans: 将创建在“%@”下。可以看到它的人与父页面相同。

source: 「%@」の操作
en: Actions for “%@”
zh_hans: “%@”的操作

# 「%@」の答え%@
source: 「%1$@」の答え%2$@
en: Answer to “%@”%@
zh_hans: “%@”的回答%@

source: 「%@」をキャンバスの本文からも検索
en: Also search canvas text for “%@”
zh_hans: 也在画布正文中搜索“%@”

source: 「%@」をドキュメントの本文からも検索
en: Also search docs' text for “%@”
zh_hans: 也在文档正文中搜索“%@”

source: 「%@」をメッセージ検索
en: Search messages for “%@”
zh_hans: 在消息中搜索“%@”

source: 「%@」をログアウトしますか？
en: Log out “%@”?
zh_hans: 要退出“%@”吗？

source: 「%@」を削除しますか？
en: Delete “%@”?
zh_hans: 要删除“%@”吗？

source: 「%@」を完了にする
en: Mark “%@” as done
zh_hans: 将“%@”标为已完成

source: 「%@」を未完了に戻す
en: Mark “%@” as not done
zh_hans: 将“%@”恢复为未完成

source: 「%@」を検索
en: Search for “%@”
zh_hans: 搜索“%@”

source: 「キャンバス」タブで最初に開きます。
en: Opens first in the “Canvas” tab.
zh_hans: 首先在“画布”标签页中打开。

source: 「提出版」「ゼミ発表前」のように名前を付けた版は、古くなっても整理されずに残ります。
en: Named versions such as “Submitted” or “Before the talk” are kept even when they get old.
zh_hans: 像“提交版”“报告前”这样命名的版本，即使变旧也会保留，不会被清理。

source: 「締切」のボットがこのチャンネルに、その日の 9:00 に投稿します
en: The “Deadlines” bot posts in this channel at 9:00 on the day
zh_hans: “截止日期”机器人会在当天 9:00 发布到此频道

source: あと %lld 日
en: %lld days left
zh_hans: 还有 %lld 天

source: あとで
en: Later
zh_hans: 稍后

source: あとで見る（保存）
en: Save for later
zh_hans: 稍后查看（保存）

source: あなた：
en: You:
zh_hans: 我：

source: いいえ
en: No
zh_hans: 否

source: おやすみ時間
en: Quiet hours
zh_hans: 勿扰时段

source: お気に入り
en: Favorites
zh_hans: 收藏

source: お気に入りから外す
en: Remove from favorites
zh_hans: 取消收藏

source: お気に入りに追加
en: Add to favorites
zh_hans: 添加到收藏

source: お気に入り済み
en: Favorited
zh_hans: 已收藏

source: か月
en: months
zh_hans: 个月

source: ここから未読にする
en: Mark unread from here
zh_hans: 从这里标为未读

source: ここはあなただけのスペースです。メモや下書き、あとで見返したいリンクやファイルを置いておけます。ほかの人には見えません。
en: This space is just for you. Keep notes, drafts, and links or files you want to come back to. No one else can see it.
zh_hans: 这是只属于你的空间。可以存放笔记、草稿，以及以后想再看的链接和文件。其他人看不到。

source: この URL はいまだけ表示します。閉じると再表示できません（必要なら作り直してください）。
en: This URL is shown only now. Once you close this, it can't be shown again (create a new one if you need it).
zh_hans: 此 URL 仅在此时显示。关闭后无法再次显示（如有需要请重新创建）。

source: この iPhone のカレンダーに追加
en: Add to this iPhone's calendar
zh_hans: 添加到此 iPhone 的日历

source: このキャンバスは、会話のメンバーだけが見られます。
en: Only the conversation's members can see this canvas.
zh_hans: 只有对话成员可以查看此画布。

source: このキャンバスはゴミ箱に移されたか、見られなくなりました。手元の本文はコピーできます。
en: This canvas was moved to the trash or is no longer available. You can copy the text you have here.
zh_hans: 此画布已移到回收站或无法查看。你可以复制本地的正文。

source: このキャンバスをゴミ箱に移しますか？
en: Move this canvas to the trash?
zh_hans: 要将此画布移到回收站吗？

source: このサーバでは Android のプッシュが無効です
en: Android push is off on this server
zh_hans: 此服务器未启用 Android 推送

source: このサーバでは iOS のプッシュが無効です
en: iOS push is off on this server
zh_hans: 此服务器未启用 iOS 推送

source: このサーバはまだキャンバスに対応していません
en: This server doesn't support canvases yet
zh_hans: 此服务器尚不支持画布

source: このサーバはまだドキュメントに対応していません。
en: This server does not support docs yet.
zh_hans: 此服务器尚不支持文档。

source: このサーバはカレンダーに対応していません
en: This server doesn't support the calendar
zh_hans: 此服务器不支持日历

source: このサーバはタスクに対応していません
en: This server doesn't support tasks
zh_hans: 此服务器不支持任务

source: このサーバはプッシュ通知が設定されていません（iPhone・Android のアプリには、開いている間だけ通知が出ます）
en: Push notifications aren't set up on this server (the iPhone and Android apps show notifications only while open)
zh_hans: 此服务器未设置推送通知（iPhone 和 Android 应用仅在打开时显示通知）

source: このサーバは締切に対応していません
en: This server doesn't support deadlines
zh_hans: 此服务器不支持截止日期

source: このスレッドを要約
en: Summarize this thread
zh_hans: 总结此话题

source: このセクションを編集
en: Edit this section
zh_hans: 编辑此部分

source: このタスクを削除しますか？
en: Delete this task?
zh_hans: 要删除此任务吗？

source: このチャンネルにはワークフローがありません
en: This channel has no workflows
zh_hans: 此频道没有工作流

source: このチャンネルに投稿できるのはオーナーと管理者だけです。スレッドでは返信できます。
en: Only owners and admins can post in this channel. You can reply in threads.
zh_hans: 只有所有者和管理员可以在此频道发布。可以在话题中回复。

source: このチャンネルのカレンダーに予定を追加できるのはオーナーと管理者だけです。予定を作らずに決めますか？（スレッドでは知らせます）
en: Only owners and admins can add events to this channel's calendar. Decide without creating an event? (The thread is told.)
zh_hans: 只有所有者和管理员可以向此频道的日历添加日程。要在不创建日程的情况下决定吗？（会在话题中通知）

source: このチャンネルをアーカイブしますか？
en: Archive this channel?
zh_hans: 要归档此频道吗？

source: このチャンネルを退出しますか？
en: Leave this channel?
zh_hans: 要退出此频道吗？

source: このページはゴミ箱に移されたか、見られなくなりました。手元の本文はコピーできます。
en: This page was moved to the trash or you can no longer see it. You can copy the text you have.
zh_hans: 此页面已被移到回收站或你已无法查看。你可以复制手头的正文。

source: このページへのリンク
en: Links to this page
zh_hans: 链接到此页面的页面

source: このボードを変更できるのは、チャンネルに投稿できるメンバーです。
en: Members who can post in the channel can change this board.
zh_hans: 能在频道中发布的成员可以修改此看板。

source: このボードを変更できるのは、チャンネルのオーナーと管理者だけです
en: Only the channel's owners and admins can change this board
zh_hans: 只有频道的所有者和管理员可以修改此看板

source: このメッセージを開きます
en: Opens this message
zh_hans: 打开此消息

source: このユーザー名はすでに使われています
en: This username is already taken
zh_hans: 此用户名已被使用

source: このユーザー名は予約されているため使えません
en: This username is reserved and can't be used
zh_hans: 此用户名为保留名，无法使用

source: このワークスペースからサインアウトされました。もう一度ログインしてください。
en: You were signed out of this workspace. Please log in again.
zh_hans: 你已从此工作区退出登录。请重新登录。

source: このワークスペースを一覧から外しますか？
en: Remove this workspace from the list?
zh_hans: 要从列表中移除此工作区吗？

source: このワークスペースを一覧から外す
en: Remove this workspace from the list
zh_hans: 从列表中移除此工作区

source: このワークフローは使えません
en: This workflow can't be used
zh_hans: 无法使用此工作流

source: このワークフローを使う
en: Use this workflow
zh_hans: 使用此工作流

source: この予定
en: This event
zh_hans: 此日程

source: この予定を削除しますか？
en: Delete this event?
zh_hans: 要删除此日程吗？

source: この予定を変更できるのは、作成者・チャンネルのオーナー・管理者です。
en: The creator, the channel's owners and admins can change this event.
zh_hans: 创建者、频道所有者和管理员可以修改此日程。

source: この予約を取り消しますか？
en: Cancel this booking?
zh_hans: 要取消此预约吗？

source: この会話にはまだキャンバスがありません
en: This conversation has no canvas yet
zh_hans: 此对话还没有画布

source: この会話のキャンバス
en: Canvases in this conversation
zh_hans: 此对话的画布

source: この会話のボットは非公開の会話を読めないため、ここでは聞けません
en: This conversation's bot can't read private conversations, so you can't ask here
zh_hans: 此对话的机器人无法读取非公开对话，因此不能在这里提问

source: この会話のメンバーではなくなった可能性があります。
en: You may no longer be a member of this conversation.
zh_hans: 你可能已不再是此对话的成员。

source: この会話の通知：%@
en: Notifications for this conversation: %@
zh_hans: 此对话的通知：%@

source: この会話の通知を再開
en: Resume notifications for this conversation
zh_hans: 恢复此对话的通知

source: この会話の通知を止める
en: Mute notifications for this conversation
zh_hans: 关闭此对话的通知

source: この会話は開けません
en: This conversation can't be opened
zh_hans: 无法打开此对话

source: この投稿は提出を集めていません
en: This post doesn't collect submissions
zh_hans: 此帖子不收集提交

source: この招待リンクはすでに使われています
en: This invite link has already been used
zh_hans: 此邀请链接已被使用

source: この招待リンクは取り消されています
en: This invite link was revoked
zh_hans: 此邀请链接已被撤销

source: この招待リンクは期限切れです
en: This invite link has expired
zh_hans: 此邀请链接已过期

source: この招待リンクは無効です
en: This invite link isn't valid
zh_hans: 此邀请链接无效

source: この操作は取り消せません。
en: This can't be undone.
zh_hans: 此操作无法撤销。

source: この日に決めますか？
en: Decide on this date?
zh_hans: 要定为这一天吗？

source: この日は空いている時間がありません
en: No free time on this day
zh_hans: 这一天没有空闲时间

source: この日時まで止める
en: Pause until this time
zh_hans: 暂停到此时间

source: この条件を外す
en: Remove this filter
zh_hans: 移除此条件

source: この版に戻しますか？
en: Restore this version?
zh_hans: 要恢复到此版本吗？

source: この版に戻す
en: Restore this version
zh_hans: 恢复到此版本

source: この版の操作
en: Actions for this version
zh_hans: 此版本的操作

source: この版の本文
en: Text of this version
zh_hans: 此版本的正文

source: この版の本文は消去されています。
en: The text of this version was erased.
zh_hans: 此版本的正文已被清除。

source: この版の本文を消去しました
en: Erased the text of this version
zh_hans: 已清除此版本的正文

source: この版の本文を消去しますか？
en: Erase the text of this version?
zh_hans: 要清除此版本的正文吗？

source: この版を復元しました
en: Restored this version
zh_hans: 已恢复此版本

source: この端末
en: This device
zh_hans: 此设备

source: この端末からこのワークスペースの記録を消します。サーバ上のデータは消えません。
en: Removes this workspace's data from this device. Nothing on the server is deleted.
zh_hans: 将从此设备删除此工作区的记录。服务器上的数据不会被删除。

source: この端末だけの設定です。
en: This setting is for this device only.
zh_hans: 此设置仅适用于此设备。

source: この端末では通知がオフになっています。届くようにするには、設定アプリで通知を許可してください。
en: Notifications are off on this device. To get them, allow notifications in the Settings app.
zh_hans: 此设备已关闭通知。要接收通知，请在“设置”应用中允许通知。

source: この端末では通知がオフのため、送っても表示されません。上の「設定アプリで変更」から許可してください。
en: Notifications are off on this device, so a test won't show. Allow them with "Change in Settings" above.
zh_hans: 此设备已关闭通知，因此发送后也不会显示。请通过上方的“在设置中更改”允许通知。

source: この端末と、ほかの端末（スマートフォンのアプリ・開いているデスクトップ版）に送ります。
en: Sent to this device and your other devices (phone apps and open desktop apps).
zh_hans: 将发送到此设备和你的其他设备（手机应用和已打开的桌面版）。

source: この端末に保存した %@ のメッセージと下書きを消します。サーバ上のデータは消えません。
en: The messages and drafts of %@ saved on this device are deleted. Nothing on the server is deleted.
zh_hans: 将删除此设备上保存的 %@ 的消息和草稿。服务器上的数据不会被删除。

source: この端末に保存したキャンバスはありません。接続すると一覧を読み込みます。
en: No canvases saved on this device. The list loads when you're connected.
zh_hans: 此设备上没有保存的画布。连接后会加载列表。

source: この端末のタイムゾーンの日付で絞り込みます。開始日と終了日の当日も含みます。
en: Filters by dates in this device's time zone. The start and end dates are included.
zh_hans: 按此设备时区的日期筛选。包含开始日和结束日当天。

source: この端末の認証アプリで開く
en: Open in an authenticator app on this device
zh_hans: 在此设备的验证器应用中打开

source: この端末の通知
en: Notifications on this device
zh_hans: 此设备的通知

source: この答えはあなたにだけ表示されます。AI が書いた答えです。間違いがあるかもしれません。
en: Only you can see this answer. It was written by AI and may contain mistakes.
zh_hans: 此回答仅你可见。回答由 AI 生成，可能有误。

source: この締切を削除しますか？
en: Delete this deadline?
zh_hans: 要删除此截止日期吗？

source: この購読 URL を削除
en: Delete this subscription URL
zh_hans: 删除此订阅 URL

source: これから %lld 日
en: Next %lld days
zh_hans: 接下来 %lld 天

source: これから %lld 日の予定はありません
en: No events in the next %lld days
zh_hans: 接下来 %lld 天没有日程

source: これからの予定はありません
en: No upcoming events
zh_hans: 没有即将到来的日程

source: これが現在の版です。
en: This is the current version.
zh_hans: 这是当前版本。

source: これまでの投稿と提出状況は残ります。
en: The posts and submissions so far are kept.
zh_hans: 已有的帖子和提交情况会保留。

source: これ以降すべて
en: This and following events
zh_hans: 此日程及以后的所有日程

source: ごと
en: Every
zh_hans: 每

source: さらに表示
en: Show more
zh_hans: 显示更多

source: さらに読み込む
en: Load more
zh_hans: 加载更多

source: しない
en: Never
zh_hans: 不重复

source: すべて
en: All
zh_hans: 全部

source: すべて（自分のカレンダーと参加しているチャンネル）
en: All (your calendar and your channels)
zh_hans: 全部（我的日历和已加入的频道）

source: すべての DM
en: All DMs
zh_hans: 全部私信

source: すべてのチャンネル
en: All channels
zh_hans: 全部频道

source: すべてのチャンネルと DM の未読がなくなります。
en: Clears the unread messages of all channels and DMs.
zh_hans: 所有频道和私信都将没有未读消息。

source: すべてのメッセージ
en: All messages
zh_hans: 所有消息

source: すべての予定
en: All events
zh_hans: 所有日程

source: すべての新着メッセージ
en: All new messages
zh_hans: 所有新消息

source: すべての端末からすぐにログアウトし、通知も届かなくなります。
en: They're logged out of every device at once and get no more notifications.
zh_hans: 将立即从所有设备退出登录，也不再收到通知。

source: すべての端末からログアウトし、プロフィールとログイン情報を消去します。投稿したメッセージは「退会したユーザー」として残ります。
en: Logs out of every device and erases your profile and login details. Your messages stay, shown as from a “Deleted user”.
zh_hans: 将从所有设备退出登录，并删除个人资料和登录信息。已发布的消息会以“已注销的用户”保留。

source: すべて既読
en: Mark all as read
zh_hans: 全部标为已读

source: すべて既読にしますか？
en: Mark all as read?
zh_hans: 要全部标为已读吗？

source: すべて既読にする
en: Mark all as read
zh_hans: 全部标为已读

source: その他
en: More
zh_hans: 更多

source: その他のメンバー
en: Other members
zh_hans: 其他成员

source: その他のリアクション
en: More reactions
zh_hans: 更多表情回应

source: その端末では、もう一度ログインするまでメッセージを読めず、通知も届かなくなります。
en: That device can't read messages or get notifications until it logs in again.
zh_hans: 该设备在重新登录之前无法阅读消息，也不会收到通知。

source: それ以降
en: Later
zh_hans: 更晚

source: なし
en: None
zh_hans: 无

source: はい
en: Yes
zh_hans: 是

source: ひとこと
en: Comment
zh_hans: 备注

source: ひとこと（例：午後なら参加できます）
en: Comment (e.g. I can make it in the afternoon)
zh_hans: 备注（例：下午可以参加）

source: ほか %lld 件のファイル
en: %lld more files
zh_hans: 另外 %lld 个文件

source: ほか %lld 箇所
en: %lld more places
zh_hans: 另外 %lld 处

source: ほかのワークスペース
en: Other workspaces
zh_hans: 其他工作区

source: ほかのワークスペースに未読があります
en: Other workspaces have unread messages
zh_hans: 其他工作区有未读消息

source: ほかの人からは常にオフラインに見えます。
en: Others always see you as offline.
zh_hans: 其他人看到的你始终为离线。

source: または
en: or
zh_hans: 或

source: まだありません
en: None yet
zh_hans: 暂无

source: まだいません
en: No one yet
zh_hans: 暂无

source: まだアクティビティはありません
en: No activity yet
zh_hans: 暂无动态

source: まだキャンバスはありません
en: No canvases yet
zh_hans: 暂无画布

source: まだファイルはありません
en: No files yet
zh_hans: 暂无文件

source: まだページはありません。
en: No pages yet.
zh_hans: 还没有页面。

source: まだメッセージはありません
en: No messages yet
zh_hans: 暂无消息

source: まだメンションはありません
en: No mentions yet
zh_hans: 暂无提及

source: まだ何も書かれていません。
en: Nothing written yet.
zh_hans: 还没有任何内容。

source: まだ投稿がありません
en: No posts yet
zh_hans: 暂无帖子

source: まだ読まれていません
en: Not read yet
zh_hans: 尚未被读取

source: まだ誰も確認していません
en: No one has acknowledged yet
zh_hans: 还没有人确认

source: まだ誰も答えていません
en: No one has answered yet
zh_hans: 还没有人回答

source: まだ質問していません
en: You haven't asked anything yet
zh_hans: 你还没有提问

source: まだ選んでいません
en: Not chosen yet
zh_hans: 尚未选择

source: まもなく
en: Soon
zh_hans: 即将

source: まもなく担当者が割り当てます
en: An operator will assign it soon
zh_hans: 负责人即将分配

source: もう一度
en: Try again
zh_hans: 重试

source: よく使う
en: Frequently used
zh_hans: 常用

source: よみ
en: Reading
zh_hans: 读音

source: アイコン（絵文字 1 つ、なくても可）
en: Icon (one emoji, optional)
zh_hans: 图标（一个表情，可留空）

source: アイコン（絵文字 1 つ、空欄で外す）
en: Icon (one emoji, empty to remove)
zh_hans: 图标（一个表情，留空则移除）

source: アイコンの文字
en: Icon letters
zh_hans: 图标文字

source: アイコンの種類
en: Icon type
zh_hans: 图标类型

source: アイコンを変更
en: Change icon
zh_hans: 更换图标

source: アイコンを外す
en: Remove icon
zh_hans: 移除图标

source: アイコンを選ぶ
en: Choose icon
zh_hans: 选择图标

source: アカウント
en: Account
zh_hans: 账号

source: アカウントを削除
en: Delete account
zh_hans: 删除账号

source: アカウントを削除しますか？
en: Delete the account?
zh_hans: 要删除账号吗？

source: アクティビティ
en: Activity
zh_hans: 动态

source: アクティビティのメニュー
en: Activity menu
zh_hans: 动态菜单

source: アップロード中
en: Uploading
zh_hans: 正在上传

source: アプリに表示された 6 桁のコード
en: The 6-digit code shown in the app
zh_hans: 应用中显示的 6 位验证码

source: アプリの表示と、通知などサーバーから届く文の言語です。すべての端末で同じになります。
en: The language of the app and of what the server sends you, such as notifications. The same on all your devices.
zh_hans: 应用界面以及通知等服务器发送内容的语言。所有设备上都相同。

source: アプリの表示の言語です。この端末だけの設定です。
en: The language of the app. This setting is for this device only.
zh_hans: 应用界面的语言。此设置仅适用于此设备。

source: アプリの起動中に表示（プッシュは使いません）
en: Shown while the app is open (no push)
zh_hans: 在应用打开时显示（不使用推送）

source: アンケート
en: Survey
zh_hans: 问卷

source: アンケートを作成
en: Create survey
zh_hans: 创建问卷

source: アーカイブ
en: Archive
zh_hans: 归档

source: アーカイブされたチャンネルです（読むだけ）
en: This channel is archived (read-only)
zh_hans: 此频道已归档（只读）

source: アーカイブされたチャンネルのタスクは変更できません
en: Tasks in archived channels can't be changed
zh_hans: 无法修改已归档频道中的任务

source: アーカイブされた会話のキャンバスは閲覧だけです。
en: Canvases in archived conversations are read-only.
zh_hans: 已归档对话中的画布为只读。

source: アーカイブしたチャンネルは読み取り専用になります。
en: An archived channel becomes read-only.
zh_hans: 归档后的频道将变为只读。

source: アーカイブを解除
en: Unarchive
zh_hans: 取消归档

source: アーカイブ済み
en: Archived
zh_hans: 已归档

source: アーカイブ済みのチャンネルです
en: This channel is archived
zh_hans: 此频道已归档

source: オフ
en: Off
zh_hans: 关闭

source: オフ：投稿ごとにアイコンと名前を表示します。オン：同じ人の続けての投稿をまとめます（チャンネル・DM・スレッド）。この端末だけの設定です。
en: Off: each message shows its icon and name. On: consecutive messages from the same person are grouped (channels, DMs and threads). This setting is for this device only.
zh_hans: 关闭：每条消息都显示头像和名字。开启：将同一个人连续发送的消息合并显示（频道、私信、话题）。此设置仅适用于此设备。

source: オフでもアクティビティに表示されます
en: Still shown in Activity when off
zh_hans: 关闭后仍会显示在动态中

source: オフになっています
en: Off
zh_hans: 已关闭

source: オフライン
en: Offline
zh_hans: 离线

source: オフライン — この端末に保存したキャンバスだけを表示しています
en: Offline — showing only canvases saved on this device
zh_hans: 离线 — 仅显示此设备上保存的画布

source: オフライン — この端末に保存した一覧です
en: Offline — the list saved on this device
zh_hans: 离线 — 这是保存在此设备上的列表

source: オフライン — 最後に読み込んだ時点（%@）の内容です
en: Offline — the content as last loaded (%@)
zh_hans: 离线 — 最后一次加载时（%@）的内容

source: オフライン、再接続中
en: Offline, reconnecting
zh_hans: 离线，正在重新连接

source: オフライン。この端末に保存したキャンバスだけを表示しています
en: Offline. Showing only canvases saved on this device
zh_hans: 离线。仅显示此设备上保存的画布

source: オフラインです
en: You're offline
zh_hans: 你已离线

source: オフラインです。再接続を待っています…
en: You're offline. Waiting to reconnect…
zh_hans: 你已离线。正在等待重新连接…

source: オフラインです。最後に読み込んだ投稿を表示しています。
en: You're offline. Showing the posts loaded last.
zh_hans: 你已离线。正在显示最后加载的帖子。

source: オフラインのため、この端末に保存したものだけを探しました。
en: You're offline, so only what's saved on this device was searched.
zh_hans: 由于离线，仅搜索了此设备上保存的内容。

source: オレンジ
en: Orange
zh_hans: 橙色

source: オンライン
en: Online
zh_hans: 在线

source: オーナー
en: Owner
zh_hans: 所有者

source: オーナーから外す
en: Remove as owner
zh_hans: 取消所有者

source: オーナーにする
en: Make owner
zh_hans: 设为所有者

source: カスタム
en: Custom
zh_hans: 自定义

source: カメラ
en: Camera
zh_hans: 相机

source: カレンダー
en: Calendar
zh_hans: 日历

source: カレンダーで日を選んでください
en: Choose days on the calendar
zh_hans: 请在日历上选择日期

source: カレンダーを購読（iCal）
en: Subscribe to the calendar (iCal)
zh_hans: 订阅日历（iCal）

source: カードは『%@』へ移ります
en: Its cards move to “%@”
zh_hans: 卡片将移到“%@”

source: キャンセル
en: Cancel
zh_hans: 取消

source: キャンバス
en: Canvas
zh_hans: 画布

source: キャンバスが見つかりません
en: Canvas not found
zh_hans: 找不到画布

source: キャンバスには使えない条件があります：%@
en: Some filters don't work for canvases: %@
zh_hans: 有些条件不能用于画布：%@

source: キャンバスのゴミ箱
en: Canvas trash
zh_hans: 画布回收站

source: キャンバスの一覧
en: Canvas list
zh_hans: 画布列表

source: キャンバスの操作
en: Canvas actions
zh_hans: 画布操作

source: キャンバスの本文（Markdown）
en: Canvas text (Markdown)
zh_hans: 画布正文（Markdown）

source: キャンバスは見つかりませんでした
en: No canvases found
zh_hans: 未找到画布

source: キャンバスを作成
en: Create canvas
zh_hans: 创建画布

source: キャンバスを使えません
en: Canvases aren't available
zh_hans: 无法使用画布

source: キャンバスを読み込めませんでした
en: Couldn't load the canvas
zh_hans: 无法加载画布

source: キャンバスを開きます
en: Opens the canvas
zh_hans: 打开画布

source: キャンバスを開く
en: Open canvas
zh_hans: 打开画布

source: キャンバスを開けませんでした
en: Couldn't open the canvas
zh_hans: 无法打开画布

source: キーボードを閉じる
en: Hide keyboard
zh_hans: 收起键盘

source: キーワードを保存
en: Save keywords
zh_hans: 保存关键词

source: クリア
en: Clear
zh_hans: 清除

source: グループ
en: group
zh_hans: 群组

source: グループ · %lld 人
en: Group · %lld members
zh_hans: 群组 · %lld 人

source: グループと選んだ人を合わせた、投稿の時点のチャンネルのメンバーが対象です。
en: Everyone in the groups and the people chosen who are channel members at the time of the post.
zh_hans: 对象为发布时属于频道成员的、群组成员与所选人员的总和。

source: グレー
en: Gray
zh_hans: 灰色

source: ゲスト
en: Guest
zh_hans: 访客

source: ゲスト（参加したチャンネルだけ見えます）
en: Guest (sees only the channels they joined)
zh_hans: 访客（只能看到已加入的频道）

source: ゲスト以外の全員がこのチャンネルを見つけて参加し、これまでのメッセージを含めて読めるようになります。
en: Everyone except guests can find and join this channel and read its messages, including earlier ones.
zh_hans: 除访客外的所有人都可以找到并加入此频道，并能阅读包括以往消息在内的所有内容。

source: コピー
en: Copy
zh_hans: 复制

source: コピーしました
en: Copied
zh_hans: 已复制

source: コマンド一覧
en: List commands
zh_hans: 命令列表

source: コメント
en: Comments
zh_hans: 评论

source: コメント（任意）
en: Comment (optional)
zh_hans: 留言（可选）

source: コメント（匿名）
en: Comments (anonymous)
zh_hans: 备注（匿名）

source: コンマ区切りで 20 個まで。含むメッセージはメンションと同じように通知されます。
en: Up to 20, separated by commas. Messages containing them notify you like mentions.
zh_hans: 用逗号分隔，最多 20 个。包含这些词的消息会像提及一样通知你。

source: コード
en: Code
zh_hans: 代码

source: コードを確認してログイン
en: Verify code and log in
zh_hans: 验证代码并登录

source: コードブロック
en: Code block
zh_hans: 代码块

source: ゴミ箱
en: Trash
zh_hans: 回收站

source: ゴミ箱に移されたか、共有が外れました。
en: It was moved to the trash or is no longer shared with you.
zh_hans: 它已被移到回收站，或已不再与你共享。

source: ゴミ箱に移されたか、削除されました。
en: It was moved to the trash or deleted.
zh_hans: 已被移到回收站或已删除。

source: ゴミ箱に移しました
en: Moved to the trash
zh_hans: 已移到回收站

source: ゴミ箱に移す
en: Move to trash
zh_hans: 移到回收站

source: ゴミ箱のキャンバスは 30 日後に完全に削除されます。
en: Canvases in the trash are deleted permanently after 30 days.
zh_hans: 回收站中的画布将在 30 天后被永久删除。

source: ゴミ箱は空です。
en: The trash is empty.
zh_hans: 回收站为空。

source: サインアウト
en: Sign out
zh_hans: 退出登录

source: サインインが必要です · %@
en: Sign-in required · %@
zh_hans: 需要登录 · %@

source: サブタスク
en: Subtasks
zh_hans: 子任务

# サブタスク %lld 個中 %lld 個完了
source: サブタスク %1$lld 個中 %2$lld 個完了
en: %2$lld of %1$lld subtasks done
zh_hans: %1$lld 个子任务中已完成 %2$lld 个

# サブタスク（%lld/%lld）
source: サブタスク（%1$lld/%2$lld）
en: Subtasks (%lld/%lld)
zh_hans: 子任务（%lld/%lld）

source: サブタスクの操作
en: Subtask actions
zh_hans: 子任务操作

source: サブタスクの題名
en: Subtask title
zh_hans: 子任务标题

source: サブタスクは %lld 個までです
en: Up to %lld subtasks
zh_hans: 子任务最多 %lld 个

source: サブタスクは %lld 文字までです
en: Subtasks can be up to %lld characters
zh_hans: 子任务最多 %lld 个字符

source: サブタスクを追加
en: Add subtask
zh_hans: 添加子任务

source: サブページ
en: Subpages
zh_hans: 子页面

source: サブページあり
en: has subpages
zh_hans: 有子页面

source: サブページを表示中
en: subpages shown
zh_hans: 正在显示子页面

source: サブページを閉じる
en: Hide subpages
zh_hans: 收起子页面

source: サブページを開く
en: Show subpages
zh_hans: 展开子页面

source: サーバ
en: Server
zh_hans: 服务器

source: サーバ %@
en: Server %@
zh_hans: 服务器 %@

source: サーバ URL が正しくありません
en: The server URL isn't valid
zh_hans: 服务器 URL 不正确

source: サーバがキャンバスに対応していません。
en: The server doesn't support canvases.
zh_hans: 服务器不支持画布。

source: サーバに接続しています…
en: Connecting to the server…
zh_hans: 正在连接服务器…

source: サーバの更新後に使えるようになります。
en: Available after the server is updated.
zh_hans: 服务器更新后即可使用。

source: サーバーに接続できません
en: Can't connect to the server
zh_hans: 无法连接到服务器

source: ステータス
en: Status
zh_hans: 状态

# ステータス：%@ %@
source: ステータス：%1$@ %2$@
en: Status: %@ %@
zh_hans: 状态：%@ %@

source: ステータスをクリア
en: Clear status
zh_hans: 清除状态

source: ステータスを更新
en: Update status
zh_hans: 更新状态

source: ステータスを更新しました
en: Status updated
zh_hans: 已更新状态

source: ステータスを消しました
en: Status cleared
zh_hans: 已清除状态

source: ステータスを設定
en: Set status
zh_hans: 设置状态

source: ステータスを設定（/status clear で消す）
en: Set your status (/status clear to clear it)
zh_hans: 设置状态（/status clear 可清除）

source: スレッド
en: Threads
zh_hans: 话题

source: スレッドで回答した人に知らせます。
en: Those who answered are told in the thread.
zh_hans: 会在话题中通知已回答的人。

source: スレッドで返信
en: Reply in thread
zh_hans: 在话题中回复

source: スレッドに返信
en: Reply in thread
zh_hans: 回复话题

source: スレッドに返信：%@
en: Replied to a thread: %@
zh_hans: 回复了话题：%@

source: スレッドに返信した人が提出済みになり、締切を過ぎたら未提出の人にだけリマインドします。
en: People who reply in the thread are marked as submitted; after the deadline, only those who haven't submitted are reminded.
zh_hans: 在话题中回复的人会被记为已提交；过了截止日期后，只提醒未提交的人。

source: スレッドに返信すると提出済みになります。
en: Replying in the thread marks you as submitted.
zh_hans: 在话题中回复即视为已提交。

source: スレッドのフォローを外す
en: Unfollow thread
zh_hans: 取消关注话题

source: スレッドのフォローを外せませんでした
en: Couldn't unfollow the thread
zh_hans: 无法取消关注话题

source: スレッドのメニュー
en: Thread menu
zh_hans: 话题菜单

source: スレッドの要約
en: Thread summary
zh_hans: 话题摘要

source: スレッドの返信
en: Thread reply
zh_hans: 话题回复

source: スレッドをフォロー
en: Follow thread
zh_hans: 关注话题

source: スレッドをフォローできませんでした
en: Couldn't follow the thread
zh_hans: 无法关注话题

source: スレッドを読み込めませんでした
en: Couldn't load the thread
zh_hans: 无法加载话题

source: スレッドを閉じる
en: Close thread
zh_hans: 关闭话题

source: スレッドを開く
en: Open thread
zh_hans: 打开话题

source: スレッド内
en: In threads
zh_hans: 话题内

source: スレッド内のメッセージ
en: Messages in threads
zh_hans: 话题内的消息

source: セクションから外す
en: Remove from section
zh_hans: 从分组中移除

source: セクションに移動
en: Move to section
zh_hans: 移到分组

source: セクションを削除
en: Delete section
zh_hans: 删除分组

source: セクションを編集
en: Edit section
zh_hans: 编辑分组
